import React from "react";

export const productCard = [
  {
    img1: "@img/kolodki-galmivni-diskovi-komplekt-1.jpg",
    img2: "@img/kolodki-galmivni-diskovi-komplekt-1.jpg",
    img3: "@img/kolodki-galmivni-diskovi-komplekt-2.jpg",
    name: "Колодки гальмівні дискові, комплект",
    price: 599,
    id: "5612-0",
    shoppingCartQuantity: 0,
    category: "autoparts",
    manufacturer: "TRW",
    color: "Чорний",
    material: "Нержавійка",
    country: "США",
    description:
      "Компанія TRW стала одним із творців стандартів в галузі гальмівних систем і рульового управління.\nПродукти TRW відображають в собі баланс досвіду та інновацій, а також формують величезний асортимент запчастин, якість яких визнано в усьому світі.",
    characteristicks: (
      <>
        <strong>WVA номер:</strong> 20960, 20961
        <br />
        <strong>Висота [мм]:</strong> 52.9
        <br />
        <strong>Довжина [мм]:</strong> 87
        <br />
        <strong>Розташування:</strong> Задній міст
        <br />
        <strong>Тип гальмівного механізму:</strong> дисковий механізм
        <br />
        <strong>Товщина [мм]:</strong> 17 мм
        <br />
        <strong>Датчик зносу:</strong> Без датчика зносу
        <br />
        <strong>Перевірочне значення:</strong> E9 90R - 01120/457
        <br />
      </>
    ),
  },
  {
    img1: "@img/kolodki-galmivni-diskovi-komplekt-Brembo.jpg",
    img2: "@img/kolodki-galmivni-diskovi-komplekt-Brembo-1.jpg",
    img3: "@img/kolodki-galmivni-diskovi-komplekt-Brembo-2.jpg",
    name: "Колодки гальмівні дискові, комплект Brembo",
    price: 713,
    id: "98451",
    shoppingCartQuantity: 0,
    category: "autoparts",
    manufacturer: "Brembo",
    color: "Чорний",
    material: "Нержавійка",
    country: "Німеччина",
    description:
      "Компанія Brembo - найбільш відомий і впізнаваний виробник гальмівних систем у світі.",
    characteristicks: (
      <>
        <strong>WVA номер:</strong> 20961, 20961, 23554, 23554, 7234D340,
        7335D340, 7773D894
        <br />
        <strong>Висота [мм]:</strong> 53
        <br />
        <strong>Довжина [мм]:</strong> 87
        <br />
        <strong>Розташування:</strong> Задній міст
        <br />
        <strong>Тип гальмівного механізму:</strong> дисковий механізм
        <br />
        <strong>Товщина [мм]:</strong> 17,2 мм
        <br />
        <strong>Датчик зносу:</strong> Без датчика зносу
        <br />
      </>
    ),
  },
  {
    img1: "@img/amortizator-pidviski-zadnoi-gazomaslyaniy-kyb-excel-g.jpg",
    img2: "@img/amortizator-pidviski-zadnoi-gazomaslyaniy-kyb-excel-g-2.jpg",
    img3: "@img/amortizator-pidviski-zadnoi-gazomaslyaniy-kyb-excel-g-3.jpg",
    img4: "@img/amortizator-pidviski-zadnoi-gazomaslyaniy-kyb-excel-g-4.jpg",
    name: "Амортизатор підвіски задньої газомасляний KYB Excel-G",
    price: 1643,
    id: "34561-0",
    shoppingCartQuantity: 0,
    category: "autoparts",
    manufacturer: "KYB",
    color: "Чорний",
    material: "Нержавійка",
    country: "США",
    description:
      "Газонаповнені стійки KYB - кращий варіант заміни штатних амортизаторів \nдля автомобілів з підвіскою типу Макферсон.",
    characteristicks: (
      <>
        <strong>Вид амортизатора:</strong> Тиск газу
        <br />
        <strong>Розташування:</strong> Задній міст
        <br />
        <strong>Спосіб кріплення амортизатора: </strong> Верхній стрижень,
        нижній отвір
        <br />
        <strong>Система амортизатора:</strong> Двотрубний
        <br />
        <strong>Тип наповнювача:</strong> Газомасляний
        <br />
      </>
    ),
  },
  {
    img1: "@img/signal-zvukoviy.jpg",
    img2: "@img/signal-zvukoviy-1.jpg",
    img3: "",
    img4: "",
    name: "Сигнал звуковий",
    price: 549,
    id: "5615-1",
    shoppingCartQuantity: 0,
    category: "autoparts",
    manufacturer: "Bosch",
    color: "Чорний",
    material: "Алюміній",
    country: "США",
    description:
      "Bosch – один з найбільших в світі виробників автокомпонентів.",
    characteristicks: (
      <>
        <strong>Вид експлуатації:</strong> Електро-пневматичний
        <br />
        <strong>Діапазон частот [Гц]:</strong> 510
        <br />
        <strong>Довжина [мм]:</strong> 87
        <br />
        <strong>Номінальна напруга [В]:</strong> 12
        <br />
        <strong>Споживана потужність [Вт]:</strong> 60
        <br />
      </>
    ),
  },
  {
    img1: "@img/signal-zvukoviy-Borsh.jpg",
    img2: "@img/signal-zvukoviy-Borsh-1.jpg",
    img3: "@img/signal-zvukoviy-Borsh-2.jpg",
    img4: "",
    name: "Сигнал звуковий",
    price: 512,
    id: "56912",
    shoppingCartQuantity: 0,
    category: "autoparts",
    manufacturer: "Bosch",
    color: "Чорний",
    material: "Алюміній",
    country: "Німеччина",
    description:
      "Bosch – один з найбільших в світі виробників автокомпонентів.",
    characteristicks: (
      <>
        <strong>Вид експлуатації:</strong> Електро-пневматичний
        <br />
        <strong>Діапазон частот [Гц]:</strong> 420, 500
        <br />
        <strong>Довжина [мм]:</strong> 87
        <br />
        <strong>Номінальна напруга [В]:</strong> 12
        <br />
        <strong>Споживана потужність [Вт]:</strong> 60
        <br />
      </>
    ),
  },
  {
    img1: "@img/Mobil-1-0w-20.jpg",
    img2: "",
    img3: "",
    img4: "",
    name: "Mobil 1 0w-20",
    price: 408,
    id: "65455",
    shoppingCartQuantity: 0,
    category: "motoroils",
    manufacturer: "Mobil",
    color: "Сірий",
    country: "Україна",
    description:
      "Високоякісне моторне масло Elf Evolution 900 SXR 5W-40 для дизельних і бензинових двигунів легкових автомобілів. Виробляється на основі синтетичної технології Elf.Чудовий захист двигуна, особливо системи газорозподілу.\nГарантує виняткову чистоту двигуна.",
    characteristicks: (
      <>
        <strong>Об'єм [л]:</strong> 1
        <br />
        <strong>Клас в'язкості SAE:</strong> 0W-20
        <br />
        <strong>Специфікації ACEA:</strong> B1, A1
        <br />
        <strong>Діаметр фланця [мм]:</strong> 79
        <br />
        <strong>Специфікації API:</strong> CF5
        <br />
        <strong>Тип основи масла:</strong> синтетичне
        <br />
      </>
    ),
  },
  {
    img1: "@img/starter-Borsh.jpg",
    img2: "@img/starter-Borsh-1.jpg",
    img3: "@img/starter-Borsh-2.jpg",
    img4: "",
    name: "Стартер Bosch",
    price: 4999,
    id: "5613-1",
    shoppingCartQuantity: 0,
    category: "autoparts",
    manufacturer: "Bosch",
    color: "Сірий",
    country: "Німеччина",
    description:
      "Bosch – один з найбільших в світі виробників автокомпонентів.",
    characteristicks: (
      <>
        <strong>Довжина [мм]:</strong> 250.4
        <br />
        <strong>Діаметр отвору [мм]:</strong> 11
        <br />
        <strong>Діаметр отвору 2 [мм]:</strong> 11
        <br />
        <strong>Діаметр фланця [мм]:</strong> 79
        <br />
        <strong>Кількість кріпильних отворів:</strong> 2
        <br />
        <strong>Кількість різьбових отворів:</strong> 0
        <br />
        <strong>Напрямок обертання:</strong> Проти годинникової стрілки
        <br />
        <strong>Номінальна напруга [В]:</strong> 12
        <br />
        <strong>Потужність стартера [кВт]:</strong> 2 квт
        <br />
      </>
    ),
  },
  {
    img1: "@img/ridina-omivacha-skla-litnya-XTREME-NANOPRO-4-l-.jpg",
    img2: "",
    img3: "",
    img4: "",
    name: "Рідина омивача скла XTREME NANOPRO, зимова -20°C, 4 л",
    price: 289,
    id: "9634",
    shoppingCartQuantity: 0,
    category: "washerfluid",
    manufacturer: "SONAX",
    color: "Сірий",
    country: "Україна",
  },
];

export const categories = [
  {
    name: "Автоксесуари",
    img: "@img/car-accessories.jpg",
    category: "accessories",
  },
  {
    name: "Оливи моторні",
    img: "@img/motor-oils.jpg",
    category: "motoroils",
  },
  {
    name: "Автоелектроніка",
    img: "@img/car-electronics.jpg",
    category: "electronics",
  },
  {
    name: "Догляд за авто",
    img: "@img/car-care.jpg",
    category: "carcare",
  },
  {
    name: "Автозапчастини",
    img: "@img/auto-parts.jpg",
    category: "autoparts",
  },
  {
    name: "Рідини омивача скла",
    img: "@img/glass-washed.jpg",
    category: "washerfluid",
  },
];

export const cards = [
  {
    number: "01",
    title: "Вигідні та 100% якісні товари",
    text: "Ми створили виробництво європейського рівня",
    img: "@img/profit.svg",
  },
  {
    number: "02",
    title: "Рекомендується страховиками",
    text: "У нас Ви знайдете вигідні та 100% якісні товари",
    img: "@img/winner.svg",
  },
  {
    number: "03",
    title: "Просте оформлення і швидка доставка",
    text: "Ми пишаємося швидкою роботою наших працівників",
    img: "@img/placeholder.svg",
  },
];

export const accessories = [
  {
    title: "Панорамні дзеркала",
    text: "Перевагою панорамного дзеркала перед штатною моделлю є відсутність необхідності його повертати і «налаштовувати».",
  },
  {
    title: "Бортовий відеореєстратор",
    text: "Пристрій призначений для фіксації дорожньої обстановки і є об'єктивним свідком всього, що відбувається на дорозі.",
  },
  {
    title: "Навігатор",
    text: "Пристрій допоможе прокласти оптимальний маршрут руху, а також не дозволить заблукати в незнайомій місцевості.",
  },
  {
    title: "Пуско-зарядное устройство",
    text: "Прилад допоможе Вам завести автомобіль в тому випадку, коли не вистачає заряду акумулятора. Це особливо важливо взимку.",
  },
];

export const faqsList = [
  {
    title: "Як створити особистий кабінет?",
    text: "Для реєстрації в Інтернет-магазині, натисніть на посилання «Особистий кабінет», потім на кнопку «Зареєструватися» і заповніть відповідну форму.",
  },
  {
    title: "Хочу зробити замовлення. Як це зробити?",
    text: (
      <>
        <strong>1. Вибираємо необхідний товар.</strong> На сайті вибираємо
        товари, що цікавлять вас.
      </>
    ),
    text1: (
      <>
        <strong>2. Відправляємо товар в корзину.</strong> При натисканні кнопки
        «КУПИТИ» обраний товар автоматично відправляється в кошик, де ви можете
        або оформити замовлення, або відкоригувати його.
      </>
    ),
    text2: (
      <>
        <strong>3. Кошик.</strong> Для перевірки кошика і оформлення замовлення
        вам необхідно перейти в розділ «Кошик». Перевірте всі товари, що
        знаходяться в даному розділі, ви можете змінити їх кількість або
        видалити непотрібні позиції.
      </>
    ),
    text3: (
      <>
        <strong>4. Оформляємо замовлення.</strong> Для завершення замовлення в
        «Кошику» вам необхідно натиснути на кнопку «Оформити замовлення»
        попередньо перевіривши всі позиції і внісши всю необхідну інформацію.
        Після цього з Вами зв'яжеться наш менеджер для уточнення даних з
        доставки та оплати замовлення.
      </>
    ),
  },
  {
    title: "Як оплатити замовлення?",
    text: "Оплатити Ваше замовлення, можливо готівковим і безготівковим розрахунком.",
    text1:
      "Оплатити готівкою можливо: у відділенні служби доставки (Нова пошта, Міст експрес), нашому кур'єру (Київ) або в будь-якому з наших магазинів;",
    text2: "Безготівкова оплата на розрахунковий рахунок або карту банку.",
    text3: "Більш детальна інформація в розділі «Оплата і доставка».",
  },
  {
    title: "Як доставляється товар? Скільки коштує доставка?",
    text: "Доставка по Україні здійснюється транспортними службами «Нова Пошта», «Міст Експрес». У Києві Ви можете забрати замовлення самовивозом з наших магазинів або ж оформити доставку за адресою нашим кур'єром. Детально з умовами доставки можна ознайомитися в розділі «Оплата і доставка».",
  },
];

export const footerList = [
  {
    title: "Меню",
    link1: "Головна",
    link2: "Магазин",
    link3: "Блог",
    link4: "Покупцям",
    link5: "Контакти",
  },
  {
    title: "Особистий кабінет",
    link1: "Історія замовлень",
    link2: "Порівняння товарів",
    link3: "Профіль",
    link4: "Обране",
    link5: "",
  },
];

export const svgicon = [
  {
    svg: (
      <svg
        width="9"
        viewBox="0 0 9 17"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <path d="M6.72805 3.28523H8.15494V0.800064C7.90877 0.766199 7.06214 0.690002 6.07615 0.690002C4.01885 0.690002 2.60955 1.98404 2.60955 4.3624V6.55125H0.339289V9.32948H2.60955V16.32H5.39299V9.33014H7.57142L7.91723 6.5519H5.39234V4.63788C5.39299 3.83489 5.6092 3.28523 6.72805 3.28523Z" />
      </svg>
    ),
  },
  {
    svg: (
      <svg
        width="16"
        viewBox="0 0 16 17"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <path d="M9.40177 1.82112H6.72822C4.13693 1.82112 2.0495 3.90855 2.0495 6.49984V8.505C2.0495 10.3148 3.08808 11.9601 4.72306 12.7313V14.9729C4.72306 15.0861 4.82589 15.1889 4.95956 15.1889C5.01098 15.1889 5.07267 15.1683 5.11381 15.1272L7.04699 13.1837H9.40177C11.9931 13.1837 14.0805 11.0963 14.0805 8.505V6.49984C14.0805 3.90855 11.9931 1.82112 9.40177 1.82112ZM11.1601 10.5924L10.4918 11.2608C9.77196 11.9601 7.92104 11.158 6.28606 9.49216C4.65108 7.82633 3.92099 5.94456 4.60994 5.24533L5.27833 4.57694C5.54569 4.33015 5.96729 4.34043 6.23464 4.5975L7.20123 5.60523C7.44802 5.87258 7.44802 6.27361 7.18067 6.54097C7.10869 6.61295 7.02642 6.65408 6.93388 6.69521C6.59454 6.79804 6.41973 7.1271 6.502 7.46643C6.66652 8.2068 7.60227 9.13226 8.31179 9.31735C8.64084 9.39961 8.98018 9.21452 9.09329 8.89575C9.2064 8.5667 9.57658 8.38161 9.9262 8.49472C10.029 8.52557 10.1113 8.59755 10.1936 8.65925L11.1601 9.66697C11.4069 9.91376 11.4069 10.3251 11.1601 10.5924ZM8.66141 4.99854C8.58943 4.99854 8.52773 4.99854 8.46603 5.0191C8.35292 5.03967 8.22952 4.94712 8.21924 4.81344C8.20896 4.67977 8.29122 4.57694 8.41462 4.56665C8.49688 4.54609 8.57914 4.54609 8.66141 4.54609C9.89535 4.54609 10.8825 5.55381 10.9031 6.76719C10.9031 6.84946 10.9031 6.93172 10.8825 7.01398C10.8619 7.1271 10.7694 7.22992 10.6357 7.20936C10.502 7.18879 10.4198 7.09625 10.4403 6.96257C10.4403 6.89059 10.4609 6.82889 10.4609 6.76719C10.4506 5.8006 9.64856 4.99854 8.66141 4.99854ZM9.99818 6.78776C9.97762 6.90087 9.88507 7.0037 9.75139 6.98313C9.64856 6.96257 9.55602 6.88031 9.55602 6.78776C9.55602 6.30446 9.15498 5.90343 8.67169 5.90343C8.55858 5.924 8.43518 5.82117 8.4249 5.69777C8.40433 5.58466 8.50716 5.46127 8.62027 5.45098H8.65112C9.42234 5.45098 9.99818 6.04739 9.99818 6.78776ZM11.7051 7.49728C11.6846 7.61039 11.5715 7.69265 11.4584 7.68237C11.3452 7.67209 11.263 7.54869 11.2733 7.43558V7.40473C11.3247 7.20936 11.3452 7.0037 11.3452 6.78776C11.3452 5.31731 10.1421 4.11421 8.67169 4.11421H8.47631C8.3632 4.13477 8.23981 4.03194 8.23981 3.90855C8.21924 3.79544 8.32207 3.67204 8.43518 3.67204C8.51744 3.67204 8.59971 3.65148 8.67169 3.65148C10.3889 3.65148 11.7977 5.04995 11.7977 6.77748C11.7874 7.01398 11.7566 7.27106 11.7051 7.49728Z" />
      </svg>
    ),
  },
  {
    svg: (
      <svg
        width="16"
        viewBox="0 0 16 17"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <g clipPath="url(#clip0_2_67)">
          <path d="M6.32283 10.5766L6.06428 14.2132C6.43419 14.2132 6.5944 14.0543 6.78652 13.8635L8.52079 12.2061L12.1144 14.8378C12.7735 15.2051 13.2378 15.0116 13.4156 14.2314L15.7744 3.17843L15.7751 3.17778C15.9841 2.20351 15.4227 1.82253 14.7806 2.06154L0.915496 7.36988C-0.0307699 7.73718 -0.0164424 8.26469 0.754638 8.5037L4.29939 9.60627L12.5331 4.45423C12.9206 4.19764 13.273 4.33961 12.9832 4.5962L6.32283 10.5766Z" />
        </g>
        <defs>
          <clipPath id="clip0_2_67">
            <rect
              width="15.63"
              height="15.63"
              transform="translate(0.190002 0.690002)"
            />
          </clipPath>
        </defs>
      </svg>
    ),
  },
  {
    svg: (
      <svg
        width="16"
        viewBox="0 0 16 17"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <g clipPath="url(#clip0_2_70)">
          <path d="M7.9469 0.690002H7.94299C3.63399 0.690002 0.129944 4.19503 0.129944 8.505C0.129944 10.2145 0.680901 11.799 1.61772 13.0856L0.64378 15.9888L3.64767 15.0286C4.88342 15.8472 6.35752 16.32 7.9469 16.32C12.2559 16.32 15.7599 12.814 15.7599 8.505C15.7599 4.19601 12.2559 0.690002 7.9469 0.690002ZM12.4943 11.7258C12.3057 12.2582 11.5574 12.6997 10.9606 12.8287C10.5522 12.9156 10.0188 12.985 8.22335 12.2406C5.92672 11.2891 4.44773 8.95534 4.33246 8.80393C4.22207 8.65251 3.40443 7.56818 3.40443 6.44673C3.40443 5.32527 3.97395 4.7792 4.20351 4.54475C4.39205 4.35231 4.70367 4.26439 5.0026 4.26439C5.09931 4.26439 5.18625 4.26927 5.2644 4.27318C5.49396 4.28295 5.60924 4.29663 5.76065 4.65905C5.94919 5.11329 6.40832 6.23475 6.46302 6.35002C6.51871 6.46529 6.57439 6.62159 6.49624 6.773C6.42297 6.9293 6.3585 6.99866 6.24323 7.13152C6.12796 7.26437 6.01855 7.36597 5.90327 7.50859C5.79777 7.63265 5.67859 7.76551 5.81145 7.99507C5.9443 8.21976 6.40344 8.96902 7.07943 9.57077C7.95178 10.3474 8.65904 10.5955 8.91205 10.701C9.10059 10.7792 9.32527 10.7606 9.46301 10.6141C9.63787 10.4255 9.85376 10.1129 10.0736 9.80522C10.2299 9.58445 10.4272 9.5571 10.6343 9.63525C10.8453 9.70851 11.9619 10.2604 12.1914 10.3747C12.421 10.49 12.5724 10.5447 12.6281 10.6414C12.6828 10.7381 12.6828 11.1924 12.4943 11.7258Z" />
        </g>
        <defs>
          <clipPath id="clip0_2_70">
            <rect
              width="15.63"
              height="15.63"
              transform="translate(0.129944 0.690002)"
            />
          </clipPath>
        </defs>
      </svg>
    ),
  },
  {
    svg: (
      <svg
        width="16"
        viewBox="0 0 16 17"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <g clipPath="url(#clip0_2_73)">
          <path d="M15.69 3.65872C15.1088 3.91369 14.4894 4.08269 13.8437 4.16474C14.508 3.76813 15.015 3.14489 15.2533 2.39367C14.634 2.76293 13.9502 3.02375 13.2214 3.16931C12.6334 2.54313 11.7952 2.15531 10.8808 2.15531C9.10684 2.15531 7.67865 3.59523 7.67865 5.36044C7.67865 5.61443 7.70014 5.85864 7.75289 6.09114C5.08895 5.96122 2.73175 4.68444 1.14824 2.73948C0.871781 3.21913 0.709619 3.76813 0.709619 4.35914C0.709619 5.46887 1.28109 6.45258 2.13293 7.0221C1.61811 7.01233 1.11307 6.86287 0.685198 6.62745V6.66261C0.685198 8.21975 1.7959 9.51313 3.25242 9.81108C2.9916 9.88239 2.70733 9.91658 2.41231 9.91658C2.20717 9.91658 2.00007 9.90486 1.80567 9.86188C2.22085 11.1308 3.39896 12.0638 4.7998 12.094C3.7096 12.9468 2.32537 13.4607 0.826844 13.4607C0.564065 13.4607 0.312031 13.449 0.0599976 13.4167C1.4794 14.3321 3.16158 14.8547 4.97563 14.8547C10.872 14.8547 14.0957 9.97031 14.0957 5.73654C14.0957 5.59489 14.0909 5.45813 14.084 5.32234C14.72 4.87102 15.2543 4.30737 15.69 3.65872Z" />
        </g>
        <defs>
          <clipPath id="clip0_2_73">
            <rect
              width="15.63"
              height="15.63"
              transform="translate(0.0599976 0.690002)"
            />
          </clipPath>
        </defs>
      </svg>
    ),
  },
  {
    svg: (
      <svg
        width="19"
        viewBox="0 0 19 17"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <path d="M17.162 2.05157C16.2302 1.04097 14.9517 0.484375 13.5617 0.484375C12.5226 0.484375 11.5711 0.812866 10.7334 1.46065C10.3107 1.78763 9.92766 2.18767 9.58997 2.65459C9.25241 2.18781 8.86926 1.78763 8.44643 1.46065C7.60886 0.812866 6.6573 0.484375 5.61827 0.484375C4.22823 0.484375 2.94955 1.04097 2.01778 2.05157C1.09712 3.05037 0.589966 4.41487 0.589966 5.89391C0.589966 7.4162 1.15727 8.80968 2.37524 10.2794C3.46481 11.594 5.03078 12.9286 6.84421 14.474C7.46342 15.0017 8.16531 15.5999 8.89412 16.2371C9.08665 16.4058 9.33371 16.4986 9.58997 16.4986C9.84608 16.4986 10.0933 16.4058 10.2855 16.2374C11.0143 15.6001 11.7166 15.0016 12.3361 14.4735C14.1493 12.9285 15.7153 11.594 16.8048 10.2792C18.0228 8.80968 18.59 7.4162 18.59 5.89377C18.59 4.41487 18.0828 3.05037 17.162 2.05157Z" />
      </svg>
    ),
  },
  {
    svg: (
      <svg
        width="19"
        height="19"
        viewBox="0 0 19 19"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <g clipPath="url(#clip0_2_32)">
          <g clipPath="url(#clip1_2_32)">
            <path d="M16.3906 2.89062H2.60938C1.44627 2.89062 0.5 3.83689 0.5 5V14C0.5 15.1631 1.44627 16.1094 2.60938 16.1094H16.3906C17.5537 16.1094 18.5 15.1631 18.5 14V5C18.5 3.83689 17.5537 2.89062 16.3906 2.89062ZM17.0938 14C17.0938 14.3877 16.7783 14.7031 16.3906 14.7031H2.60938C2.22167 14.7031 1.90625 14.3877 1.90625 14V5C1.90625 4.6123 2.22167 4.29688 2.60938 4.29688H16.3906C16.7783 4.29688 17.0938 4.6123 17.0938 5V14Z" />
            <path d="M16.9743 3.76732L9.49999 9.32682L2.02563 3.76732L1.18631 4.89566L9.49999 11.0794L17.8137 4.89566L16.9743 3.76732Z" />
          </g>
        </g>
        <defs>
          <clipPath id="clip0_2_32">
            <rect width="18" height="18" transform="translate(0.5 0.5)" />
          </clipPath>
          <clipPath id="clip1_2_32">
            <rect width="18" height="18" transform="translate(0.5 0.5)" />
          </clipPath>
        </defs>
      </svg>
    ),
  },
  {
    svg: (
      <svg
        width="19"
        height="19"
        viewBox="0 0 19 19"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <g clipPath="url(#clip0_2_6)">
          <g clipPath="url(#clip1_2_6)">
            <path d="M9.5 0.5C4.53752 0.5 0.5 4.53731 0.5 9.5C0.5 14.4627 4.53752 18.5 9.5 18.5C14.4627 18.5 18.5 14.4627 18.5 9.5C18.5 4.53731 14.4625 0.5 9.5 0.5ZM9.5 17.1861C5.26191 17.1861 1.81386 13.7381 1.81386 9.5C1.81386 5.26191 5.26191 1.81386 9.5 1.81386C13.7381 1.81386 17.1861 5.26188 17.1861 9.49979C17.1861 13.7381 13.7381 17.1861 9.5 17.1861Z" />
            <path d="M12.5657 9.5H9.71901V5.55839C9.71901 5.19554 9.42493 4.90146 9.06208 4.90146C8.69923 4.90146 8.40515 5.19554 8.40515 5.55839V10.1569C8.40515 10.5198 8.69923 10.8139 9.06208 10.8139H12.5657C12.9286 10.8139 13.2226 10.5198 13.2226 10.1569C13.2226 9.79408 12.9286 9.5 12.5657 9.5Z" />
          </g>
        </g>
        <defs>
          <clipPath id="clip0_2_6">
            <rect width="18" height="18" transform="translate(0.5 0.5)" />
          </clipPath>
          <clipPath id="clip1_2_6">
            <rect width="18" height="18" transform="translate(0.5 0.5)" />
          </clipPath>
        </defs>
      </svg>
    ),
  },
  {
    svg: (
      <svg
        width="19"
        height="19"
        viewBox="0 0 19 19"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <g clipPath="url(#clip0_2_79)">
          <g clipPath="url(#clip1_2_79)">
            <g clipPath="url(#clip2_2_79)">
              <path d="M16.9075 12.8515H16.7199V11.7265C16.7199 10.6931 15.8785 9.85156 14.845 9.85156C13.8114 9.85156 12.97 10.6931 12.97 11.7265V12.8515H12.7824C12.0587 12.8515 11.47 13.4402 11.47 14.1641V16.789C11.47 17.5129 12.0587 18.1016 12.7824 18.1016H16.9075C17.6312 18.1016 18.22 17.5129 18.22 16.789V14.1641C18.22 13.4402 17.6312 12.8515 16.9075 12.8515ZM14.095 11.7265C14.095 11.3133 14.4317 10.9766 14.845 10.9766C15.2582 10.9766 15.5949 11.3133 15.5949 11.7265V12.8515H14.095V11.7265Z" />
              <path d="M10.345 14.1641C10.345 13.1516 10.9653 12.2823 11.845 11.9141V11.7265C11.845 11.2706 11.9552 10.8431 12.1382 10.4553C11.5712 10.075 10.8902 9.85156 10.1575 9.85156H3.78242C1.81821 9.85156 0.219971 11.4498 0.219971 13.414V16.0391C0.219971 16.3496 0.47197 16.6016 0.782471 16.6016H10.345V14.1641Z" />
              <path d="M10.72 4.60161C10.72 6.67267 9.04102 8.35152 6.96996 8.35152C4.8989 8.35152 3.21991 6.67267 3.21991 4.60161C3.21991 2.53055 4.8989 0.851562 6.96996 0.851562C9.04102 0.851562 10.72 2.53055 10.72 4.60161Z" />
            </g>
          </g>
        </g>
        <defs>
          <clipPath id="clip0_2_79">
            <rect width="18" height="18" transform="translate(0.219971 0.5)" />
          </clipPath>
          <clipPath id="clip1_2_79">
            <rect width="18" height="18" transform="translate(0.219971 0.5)" />
          </clipPath>
          <clipPath id="clip2_2_79">
            <rect width="18" height="18" transform="translate(0.219971 0.5)" />
          </clipPath>
        </defs>
      </svg>
    ),
  },
  {
    svg: (
      <svg
        width="21"
        viewBox="0 0 21 21"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <g clipPath="url(#clip0_2_614)">
          <path d="M20.0467 6.48963C20.0016 5.4668 19.8362 4.76362 19.5993 4.1543C19.3548 3.50752 18.9787 2.92847 18.486 2.44709C18.0046 1.95823 17.4217 1.57836 16.7824 1.33775C16.1695 1.1008 15.4699 0.935401 14.4471 0.890305C13.4165 0.841389 13.0894 0.830078 10.4757 0.830078C7.86195 0.830078 7.53479 0.841389 6.50808 0.886486C5.48519 0.931582 4.78196 1.09713 4.17275 1.33393C3.52579 1.57836 2.94669 1.95441 2.46529 2.44709C1.9764 2.92847 1.59665 3.51134 1.35587 4.15063C1.11892 4.76362 0.953505 5.46299 0.908406 6.48581C0.859487 7.51628 0.848175 7.84341 0.848175 10.457C0.848175 13.0705 0.859487 13.3976 0.904586 14.4243C0.949686 15.4471 1.11525 16.1503 1.3522 16.7596C1.59665 17.4064 1.9764 17.9855 2.46529 18.4668C2.94669 18.9557 3.52961 19.3356 4.16893 19.5762C4.78196 19.8131 5.48137 19.9785 6.50441 20.0236C7.53097 20.0689 7.85827 20.08 10.472 20.08C13.0857 20.08 13.4128 20.0689 14.4396 20.0236C15.4625 19.9785 16.1657 19.8131 16.7749 19.5762C18.0687 19.076 19.0916 18.0532 19.5918 16.7596C19.8286 16.1466 19.9941 15.4471 20.0392 14.4243C20.0843 13.3976 20.0956 13.0705 20.0956 10.457C20.0956 7.84341 20.0918 7.51628 20.0467 6.48963ZM18.3131 14.3491C18.2717 15.2892 18.1138 15.7969 17.9821 16.1353C17.6587 16.9739 16.993 17.6395 16.1544 17.963C15.8159 18.0946 15.3045 18.2525 14.368 18.2938C13.3526 18.339 13.0481 18.3502 10.4795 18.3502C7.91086 18.3502 7.60251 18.339 6.59079 18.2938C5.6506 18.2525 5.1429 18.0946 4.80444 17.963C4.38709 17.8087 4.00719 17.5643 3.69884 17.2447C3.37918 16.9325 3.13473 16.5565 2.98048 16.1391C2.84886 15.8007 2.69094 15.2892 2.64966 14.3529C2.60441 13.3376 2.59324 13.0329 2.59324 10.4645C2.59324 7.896 2.60441 7.58767 2.64966 6.57615C2.69094 5.63603 2.84886 5.12836 2.98048 4.78991C3.13473 4.37244 3.37918 3.99272 3.70266 3.68424C4.01468 3.3646 4.39076 3.12016 4.80826 2.96607C5.14672 2.83445 5.65824 2.67654 6.59461 2.63512C7.61001 2.59002 7.91468 2.57871 10.4831 2.57871C13.0556 2.57871 13.3601 2.59002 14.3718 2.63512C15.312 2.67654 15.8197 2.83445 16.1582 2.96607C16.5755 3.12016 16.9554 3.3646 17.2638 3.68424C17.5834 3.99639 17.8279 4.37244 17.9821 4.78991C18.1138 5.12836 18.2717 5.6397 18.3131 6.57615C18.3582 7.59149 18.3695 7.896 18.3695 10.4645C18.3695 13.0329 18.3582 13.3337 18.3131 14.3491Z" />
          <path d="M10.4753 5.51207C7.7453 5.51207 5.53027 7.72695 5.53027 10.4571C5.53027 13.1873 7.7453 15.4022 10.4753 15.4022C13.2055 15.4022 15.4204 13.1873 15.4204 10.4571C15.4204 7.72695 13.2055 5.51207 10.4753 5.51207ZM10.4753 13.6649C8.70422 13.6649 7.2676 12.2284 7.2676 10.4571C7.2676 8.68587 8.70422 7.24939 10.4753 7.24939C12.2466 7.24939 13.6831 8.68587 13.6831 10.4571C13.6831 12.2284 12.2466 13.6649 10.4753 13.6649ZM16.7705 5.31655C16.7705 5.95408 16.2536 6.471 15.6159 6.471C14.9784 6.471 14.4615 5.95408 14.4615 5.31655C14.4615 4.67888 14.9784 4.16211 15.6159 4.16211C16.2536 4.16211 16.7705 4.67888 16.7705 5.31655Z" />
        </g>
        <defs>
          <clipPath id="clip0_2_614">
            <rect
              width="19.22"
              height="19.25"
              transform="translate(0.829956 0.830078)"
            />
          </clipPath>
        </defs>
      </svg>
    ),
  },
  {
    svg: (
      <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 157.6">
        <polygon points="205 2.6 179 155.3 220.6 155.3 246.6 2.6 205 2.6" />
        <path
          d="M144.1,180,103.3,284.1,99,268.4c-8-18.9-30.9-46.2-57.7-63.3L78.6,332.4l44-.1L188.2,180Z"
          transform="translate(0 -177.2)"
        />
        <path
          d="M83.2,190.9c-2.4-9.3-9.4-12.1-18.1-12.4H.5l-.5,3c50.2,12.2,83.4,41.5,97.2,76.8Z"
          transform="translate(0 -177.2)"
        />
        <path
          d="M331,209.1a78.15,78.15,0,0,1,31.1,5.8l3.8,1.8,5.6-33.1a107.32,107.32,0,0,0-37.3-6.4c-41.1,0-70.1,20.7-70.3,50.4-.3,21.9,20.6,34.2,36.4,41.5,16.2,7.5,21.7,12.3,21.6,18.9-.1,10.2-12.9,14.9-24.9,14.9-16.7,0-25.5-2.3-39.2-8l-5.4-2.4-5.9,34.2c9.7,4.3,27.7,7.9,46.4,8.1,43.7,0,72.2-20.5,72.5-52.2.2-17.4-10.9-30.6-35-41.5-14.6-7.1-23.5-11.8-23.4-18.9C307.1,215.9,314.7,209.1,331,209.1Z"
          transform="translate(0 -177.2)"
        />
        <path
          d="M478.3,180H446.1c-10,0-17.4,2.7-21.8,12.7L362.5,332.6h43.7s7.1-18.8,8.7-22.9c4.8,0,47.2.1,53.3.1,1.2,5.3,5.1,22.9,5.1,22.9H512ZM427,278.4c3.4-8.8,16.6-42.7,16.6-42.7-.2.4,3.4-8.8,5.5-14.6l2.8,13.2s8,36.5,9.6,44.1Z"
          transform="translate(0 -177.2)"
        />
      </svg>
    ),
  },
  {
    svg: (
      <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 403.43 277.4">
        <path
          d="M327.94,111.91A122.88,122.88,0,0,0,256,135.25a123.23,123.23,0,0,0-71.94-23.34c-71.55,0-129.78,62.27-129.78,138.7s58.23,138.7,129.78,138.7A122.89,122.89,0,0,0,256,366a123.24,123.24,0,0,0,71.94,23.35c71.55,0,129.78-62.28,129.78-138.7S399.49,111.91,327.94,111.91Zm0,252.2c-38.61,0-72.49-22.16-91.09-55.28h13.63c6.54,0,11.82-5.64,11.82-12.64s-5.28-12.64-11.82-12.64H226.37A118.51,118.51,0,0,1,223,267.71H269.4c6.54,0,11.81-5.64,11.81-12.64s-5.27-12.64-11.81-12.64H222.12a127.66,127.66,0,0,1,2.13-15.84h26.23c6.54,0,11.82-5.64,11.82-12.64s-5.28-12.64-11.82-12.64H232.36c17.18-37.92,53.58-64.12,95.5-64.12,58.62,0,106.22,50.89,106.22,113.42S386.48,364.11,327.94,364.11Z"
          transform="translate(-54.28 -111.91)"
        />
      </svg>
    ),
  },
];

export const headerMenu = [
  {
    title: "Меню",
    text1: "Головна",
    text2: "Магазин",
    text3: "Блог",
    text4: "Покупцям",
    text5: "Контакти",
    text6: "",
    link1: "./index.html",
    link2: "./shop.html",
    link3: "",
    link4: "",
    link5: "",
    link6: "",
  },
  {
    title: "Магазин",
    text1: "Автоаксесуари",
    text2: "Оливи моторні",
    text3: "Автоелектроніка",
    text4: "Догляд за авто",
    text5: "Автозапчастини",
    text6: "Рідини омивача скла",
    link1: "",
    link2: "",
    link3: "",
    link4: "",
    link5: "",
    link6: "",
  },
  {
    title: "Мова",
    text1: "UA",
    text2: "EN",
    text3: "",
    text4: "",
    text5: "",
    text6: "",
    link1: "",
    link2: "",
    link3: "",
    link4: "",
    link5: "",
    link6: "",
  },
];
